{
  "All rights reserved": "Tous droits réservés",
  "Fullstack Developer": "Développeur Fullstack",
  "Who I am": "Qui je suis",
  "Frontend Developer": "Développeur Frontend",
  "Product-driven at core, <br> I'm always eager to hear about your project <br> and find out in what way I can help you make it a reality.<br><br> Let's work, and ship a great product together!": "Orienté produit, <br> je suis toujours enthousiaste à l'idée de discuter de votre projet <br> et de trouver comment je peux vous aider à le concrétiser.<br><br> Travaillons, et crééons ensemble un produit exceptionnel!",
  "🚀 What service do you offer?": "🚀 Quel service offrez-vous ?",
  "I build your mobile/desktop/web application (e.g., startup product, company internal tool, personal app). Consulting and working on your existing project is also an option.": "Je crée votre application mobile/desktop/web (par exemple : produit de startup, outil interne d'entreprise, application personnelle). Je peux également consulter et travailler sur votre projet existant.",
  "💰 How much does a custom project cost?": "💰 Combien coûte un projet sur mesure ?",
  "The cost of a project depends on many factors, such as the size of the project, the features, the development time, etc. Note that, I will only commit to your project if I evaluate its magnitude to 3750€ or higher.": "Le coût d'un projet dépend de plusieurs facteurs, comme la taille du projet, les fonctionnalités, le temps de développement, etc. Notez que je ne m'engage que sur des projets dont j'estime le prix supérieur à 3750€.",
  "💸 What is your daily rate?": "💸 Quel est votre taux journalier ?",
  "If you need me to work on an existing project of yours I usually charge 750€ per day.": "Si vous avez besoin que je travaille sur un projet existant, je facture généralement 750€ par jour.",
  "💳 How does payment work for a project?": "💳 Comment se déroule le paiement pour un projet ?",
  "I ask for a 40% deposit before starting a project, and the remaining 60% after successful delivery. I accept payments by bank transfer, PayPal, etc.": "Je demande un acompte de 40% avant de commencer le projet, puis les 60% restants après livraison réussie. J'accepte les paiements par virement bancaire, PayPal, etc.",
  "⏳ How long does a project take?": "⏳ Combien de temps faut-il pour finaliser un projet ?",
  "It's difficult to give an exact estimate, as each project is different, but the majority of my past work has taken between 2 weeks and 2 months.": "Il est difficile de donner une estimation exacte, car chaque projet est différent, mais la majorité de mes travaux passés ont pris entre 2 semaines et 2 mois.",
  "🏷️ Do you offer discounts?": "🏷️ Offrez-vous des réductions ?",
  "I offer a 10% discount for non-profit organizations.": "J'offre une réduction de 10% pour les organisations à but non lucratif.",
  "Build the front and the backend of a sustainability platform. Features: AI queries, Multiple Workspaces, Nested Datapoints (3 levels), Nested Projects, User Delegation, External data entry, Custom datatables.": "Construire le front et le backend d'une plateforme de durabilité. Fonctionnalités : requêtes IA, espaces de travail multiples, points de données imbriqués (3 niveaux), projets imbriqués, délégation utilisateur, saisie de données externe, tableaux de données personnalisés.",
  "Build the Frontend of a Solar Panel Monitoring SaaS": "Construire la partie Frontend d'un SaaS (logiciel en tant que service) dédié à la surveillance des panneaux solaires.",
  "A nightclub queueing web application.": "Une application web de file d’attente pour boîte de nuit.",
  "A live and minimal monitoring tool to follow the stock market.": "Un outil minimal et en direct pour surveiller le marché boursier.",
  "A 2D game about the Girl, Techno, and G-heads.": "Un jeu vidéo 2D à propos de la Fille, la Techno et les Tête-de-G.",
  "A learning tool for process-heavy jobs. Empower your employees with spaced repetition and active recall so they know what they have to do by heart.": "Un outil d'apprentissage pour les métiers nécessitant de lourdes procédures. Aidez vos employés à devenir plus efficaces grâce à la répétition espacée et au rappel actif.",
  "A chess game app.": "Une application de jeu d'échecs.",
  "A cross-platform app for daily inspiration. Get a quote with an AI-generated matching background each day. Insert your own custom quotes database.": "Une application cross-platform pour des inspirations quotidiennes. Recevez chaque jour une citation avec un arrière-plan correspondant généré par IA. Insérez votre propre base de données de citations personnalisés.",
  "Fullstack Developer based in Berlin, Germany<br>I enjoy blending technology and innovative ideas to create unique, bespoke application that exceed my clients expectations.<br><br>Whether collaborating with teams or leading a projects, my attention to detail and dedication to excellence have earned me a reputation for delivering exceptional results.<br><br>Even when I'm not working for my clients, I'm always looking for new things to learn and experiment with. I continue to develop my design and development skills by working on personal projects.<br>": "Développeur Fullstack basé à Berlin, Allemagne<br>J'aime mélanger technologie et idées innovantes pour créer des applications uniques et sur mesure qui dépassent les attentes de mes clients.<br><br>Qu'il s'agisse de collaborer avec des équipes ou de diriger un projet, mon souci du détail et mon dévouement à l'excellence m'ont valu la réputation de fournir des résultats exceptionnels.<br><br>Même lorsque je ne travaille pas pour mes clients, je suis toujours à la recherche de nouvelles choses à apprendre et à expérimenter. Je continue de développer mes compétences en conception et en développement en travaillant sur des projets personnels.",
  "Social Media": "Réseaux Sociaux",
  "Frequently Asked Questions": "Questions fréquemment posées"
}
